{
    "films": [
        {
            "name": "Престиж",
            "poster": "https://thumbs.filmix.tech/posters/5643/thumbs/w220/24-skrin-prestizh-2006_6423.jpg",
            "description": "\n                Альфред и Роберт являются лучшими фокусниками-иллюзионистами, способными поразить публику. На рубеже XIX и XX веков они были главными соперниками в своей сфере. Но так сложилось, что с годами то, что когда-то было простой дружеской профессиональной конкуренцией, трансформируется в непримиримую войну.\n                Кажется, что они готовы на все, лишь бы выведать друг у друга секреты трюков, чтоб в дальнейшем сорвать исполнение соперника. Но постоянные нападки друг на друга и соперничество негативно влияют не только на них, но и на тех, кто окружает фокусников-иллюзионистов. Противостояние накаляется и достигает своего пика.\n                Фильм «Престиж», выпущенный в 2006 году режиссером Кристофером Ноланом и основанный на одноименной драме Кристофера Приста, дает зрителю возможность увидеть историю, держащую в напряжении от самого начала и до финальных титров. Кристоферу Нолану, проработавшему оригинальное произведение со своим братом, удалось создать такое зрелище, во время просмотра которого зритель полностью погружается в происходящее на экране, имея возможность получить непередаваемые ощущения.\n            ",
            "genres": [
                "Трилер",
                "Драма",
                "Фантастика"
            ],
            "year": 2006,
            "view_link": "https://google.com/film/Престиж/"
        },
        {
            "name": "1+1",
            "poster": "https://thumbs.filmix.tech/posters/3030/thumbs/w220/neprikasaemye_2011_34099.jpg",
            "description": "\n            В самом начале просмотра фильма «1 + 1» или «Неприкасаемые» зритель знакомится с богатым, но парализованным аристократом Филиппом, ставшим таким после того, как потерпел крушение на параплане. Именно по этой причине он ищет себе ответственного помощника, который будет за ним ухаживать.\n\n            Ирония в том, что одному из кандидатов, Дриссу, работа явно не нужна – он всего лишь хочет получить письменный отказ для того, чтобы предоставить официальную документацию в государственные органы для получения пособия по безработице. Но он и подумать не мог, что Филипп примет его на работу.\n\n            Комичность заключается в том, что сенегальскому выходцу с криминальными наклонностями, хорошие манеры неизвестны – он бестактен, прямолинеен и груб. Кроме того, он напрочь лишен любого рода условий. Но именно это в нем и привлекает Филиппа.\n\n            Испытывая страдания от заключения внутри парализованного тела, одиночества и жалости окружающих, он хочет новых эмоций. Продолжая просмотр, зритель замечает, что Дриссу удается привнести в жизнь Филиппа немного хаоса, легкости, спонтанности и духа приключений. Так между главными героями фильма «1 + 1» завязывается крепкая дружба.\n            ",
            "genres": [
                "Комедія",
                "Драма",
                "Біографія"
            ],
            "year": 2011,
            "view_link": "https://google.com/film/1+1/"
        }
    ]
}